
[Subtitles]

DLC3_TP_ShenMessage_01="Поскольку мы привели эту штуку в порядок, наконец-то можно попробовать получить доступ к неактивным пока системам. Ну-ка, подружитесь ли вы двое?.."
DLC3_TP_ShenMessage_02="Какого?.."
DLC3_TP_ShenMessage_03="Шэнь, у меня тут какой-то сбой. Всей панели досталось, похоже..."
DLC3_TP_ShenMessage_04="Я работаю над этим."
DLC3_TP_ShenMessage_05="Кто-то включил твой беспроводной канал... Но как это возможно? Эти системы никто не знает."
DLC3_TP_ShenMessage_06="Шэнь, у меня все уровни скачут. Что там у тебя творится?"
DLC3_TP_ShenMessage_07="Пап?"

DLC3_TP_SparkActivation_01="Вот, значит, о чем эта штука пыталась нам сказать..."
DLC3_TP_SparkActivation_02="Ты смогла добраться сюда. Осталось лишь настроить мои системы на передачу; дальнейший конфликт бессмысленен."
DLC3_TP_SparkActivation_03="Шэнь, ты же не собираешься и вправду слушать эту штуку?.."
DLC3_TP_SparkActivation_04="Это точно дело рук отца..."
DLC3_TP_SparkActivation_05="Личность: ШЭНЬ, ЛИЛИ. Ожидание закрепления."
DLC3_TP_SparkActivation_06="Нет! Не может быть! ОТЕЦ НЕ МОГ ЭТОГО ЖЕЛАТЬ!.."
DLC3_TP_SparkActivation_07="Что-то подсказывает мне, что это именно то, чего он желал."
DLC3_TP_SparkActivation_08="Подтверждение личности. Запуск протоколов загрузки."
DLC3_TP_SparkActivation_09="Нет! Я не допущу!.."
DLC3_TP_SparkActivation_10="Это и правда он..."
DLC3_TP_SparkActivation_11="Лили, если ты видишь это сообщение, значит, прототип «Искры» успешно активирован. Также это значит, что меня почти наверняка уже нет. Я всегда очень боялся того, что оставлю тебя одну в этом мире."
DLC3_TP_SparkActivation_12="Ты не..."
DLC3_TP_SparkActivation_13="Я надеялся, что этот день не наступит, но без руководства проект XCOM... уже не тот. Судя по последним отчетам, нам не удастся долго удерживать эту базу."
DLC3_TP_SparkActivation_14="Поэтому мне пришлось ускорить разработку прототипа робота «Искра». Полагаю, наступит день, когда эта машина внесет свою лепту в выживание человечества. Вряд ли образец будет запущен в массовое производство, но у данного прототипа есть вполне конкретное предназначение..."
DLC3_TP_SparkActivation_15="Он защитит тебя - возможно, лучше, чем я сам. Я многое видел и многое сделал в этой жизни, Лили, но я точно знаю: ты - лучшее, что я оставляю этому миру."



